Repository: kakakber/Fit-Clash
Catalog: allenamento/lingua/*.lproj/Localizable.strings
Languages: it

# Nome (facoltativo)
source: Name (optional)
it: Nome (facoltativo)

# Nome completo
source: Complete name
it: Nome completo

# ACCEDI CON APPLE
source: Sign in with Apple
it: Accedi con Apple

# Errore
source: Error
it: Errore

# Inserire del testo in entrambi i campi
source: Fill out both field
it: Inserire del testo in entrambi i campi

# L'username non può contenere spazi!
source: Username canot contain spaces!
it: L'username non può contenere spazi!

# Errore nell'aggiungere l'utente
source: Error in adding the user
it: Errore nell'aggiungere l'utente

# Errore nella fase di login, riprovare
source: Error during login, try again
it: Errore nella fase di login, riprovare

# Nome utente non disponibile
source: Username not available
it: Nome utente non disponibile

# Questo nome utente è già in uso, scegline un altro, per favore
source: This username is already taken, please choose a different one
it: Questo nome utente è già in uso, scegline un altro, per favore

# È avvenuto un'errore durante la fase di autenticazione, riprovare
source: There was an error during authentication, try again
it: È avvenuto un'errore durante la fase di autenticazione, riprovare

# Errore durante la fase finale di LogIn, ritentare
source: Error during the final phase of logIn, try again
it: Errore durante la fase finale di LogIn, ritentare

source: There was an error during authentication, no logIn request was sent, try again
it: È avvenuto un'errore durante la fase di autenticazione,nessuna richiesta di logIn è stata inviata, riprovare

source: There was an error during authentication, IDToken not received, try again
it: È avvenuto un'errore durante la fase di autenticazione, IDToken non ricevuto, riprovare

source: Ther was an error during authentication, token serialization failed, try again
it: È avvenuto un'errore durante la fase di autenticazione, serializzazione del token non riuscita, riprovare

# È avvenuto un'errore durante la fase finale di autenticazione, riprovare
source: Error during the final phase of logIn, try again
it: È avvenuto un'errore durante la fase finale di autenticazione, riprovare

# Tira per aggiornare
source: Pull to refresh
it: Tira per aggiornare

# Classifica
source: Leaderboard
it: Classifica

# SESSIONI RECENTI
source: LAST SESSIONS
it: SESSIONI RECENTI

# Tu
source: You
it: Tu

# ULTIMO MESE
source: LAST MONTH
it: ULTIMO MESE

# ULTIMA SETTIMANA
source: LAST WEEK
it: ULTIMA SETTIMANA

# OGGI
source: TODAY
it: OGGI

# DI SEMPRE
source: ALWAYS
it: DI SEMPRE

# Nessun risultato
source: No results available
it: Nessun risultato

# Nessun elemento nel feed
source: No element in feed
it: Nessun elemento nel feed

# MESE
source: MONTH
it: MESE

# SETTIMANA
source: WEEK
it: SETTIMANA

# SEMPRE
source: ALWAYS
it: SEMPRE

# RECENTI
source: RECENT
it: RECENTI

# TUTTI
source: ALL
it: TUTTI

# ADDOMINALI
source: SIT-UPS
it: ADDOMINALI

# FLESSIONI
source: PULL-UPS
it: FLESSIONI

# UTENTE DAL
source: USER SINCE
it: UTENTE DAL

# I MIEI AMICI
source: MY FRIENDS
it: I MIEI AMICI

# RICHIESTE
source: REQUESTS
it: RICHIESTE

# Rimuovere amico
source: Remove friend
it: Rimuovere amico

# Vuoi rimuovere
source: Do you want to remove
it: Vuoi rimuovere

# dai tuoi amici?
source: from your friends?
it: dai tuoi amici?

# Rimuovi
source: Remove
it: Rimuovi

# Annulla
source: Dismiss
it: Annulla

# È avvenuto un errore sconosciuto nel rimuovere l'amico
source: An unknown error occurred while removing the friend
it: È avvenuto un errore sconosciuto nel rimuovere l'amico

# È avvenuto un errore nell'accettare l'amicizia
source: An error occurred while accepting the request
it: È avvenuto un errore nell'accettare l'amicizia

# È avvenuto un errore nel rifiutare l'amicizia
source: An error occurred while refusing the request
it: È avvenuto un errore nel rifiutare l'amicizia

# Nessun amico presente
source: No friends
it: Nessun amico presente

# Nessuna richiesta ricevuta
source: No requests received
it: Nessuna richiesta ricevuta

# aggiungine uno premendo in alto a destra
source: add one by pressing the top right corner
it: aggiungine uno premendo in alto a destra

source: Be sure that you typed the correct username and that the user isn't already your friend
it: Assicurati di aver digitato il nome corretto e che l'utente non sia già tra i tuoi amici

# È avvenuto un'errore nel fare la richiesta riprovare
source: there was an error in composing the request
it: È avvenuto un'errore nel fare la richiesta riprovare

# Hai già fatto una richiesta a questo utente
source: You already sent a request to this user
it: Hai già fatto una richiesta a questo utente

# ti ha già fatto una richiesta, vai nella sezione 'richieste' per accettarla
source: already sent you a request, go to the section 'requests' to accept it
it: ti ha già fatto una richiesta, vai nella sezione 'richieste' per accettarla

# Richiesta inviata
source: Request sent
it: Richiesta inviata

# Attendi che
source: Wait for
it: Attendi che

# risponda
source: to respond
it: risponda

# flessioni
source: push-ups
it: flessioni

# addominali
source: sit-ups
it: addominali

# Ricordamelo alle
source: Remind me at:
it: Ricordamelo alle

# Promemoria flessioni
source: Push-ups reminder
it: Promemoria flessioni

# È il momento di fare un po di flessioni
source: It's the right time to do some push-ups!
it: È il momento di fare un po di flessioni

# Ricordamelo alle 18:00
source: Remind me at 18:00
it: Ricordamelo alle 18:00

# ultimo allenamento: mai
source: last training: never
it: ultimo allenamento: mai

# ultimo allenamento
source: last training
it: ultimo allenamento

# Prossima sessione tra 00:00:00
source: Next session in 00:00:00
it: Prossima sessione tra 00:00:00

# Prossima sessione tra
source: Next session in
it: Prossima sessione tra

# Completato
source: Completed
it: Completato

# Da fare
source: To do
it: Da fare

# Oggi
source: Today
it: Oggi

# Livello
source: Level
it: Livello

# Selezione livello
source: Level selection
it: Selezione livello

# Vuoi selezionare questo livello come livello corrente?
source: Do you want to select this level as your current level?
it: Vuoi selezionare questo livello come livello corrente?

# PER BATTERE IL RECORD
source: TO BEAT THE RECORD
it: PER BATTERE IL RECORD

# PREPARATI AD INIZIARE
source: PREPARE TO START
it: PREPARATI AD INIZIARE

# DA FARE
source: TO DO
it: DA FARE

# IN PAUSA, PREMI PER CONTINUARE
source: IN PAUSE, PRESS TO CONTINUE
it: IN PAUSA, PREMI PER CONTINUARE

# NUOVO RECORD
source: NEW RECORD
it: NUOVO RECORD

# AGGIUNTIVI
source: EXTRA
it: AGGIUNTIVI

# ALLENAMENTO LIBERO
source: FREE TRAINING
it: ALLENAMENTO LIBERO

# Riassunto
source: Recap
it: Riassunto

# Flessioni totali
source: Total push-ups
it: Flessioni totali

# Addominali totali
source: Total sit-ups
it: Addominali totali

# Tempo totale
source: Total time
it: Tempo totale

# Salva sessione
source: Save session
it: Salva sessione

# Record precedente:
source: Previous record:
it: Record precedente:

# Promemoria addominali
source: Sit-ups reminder
it: Promemoria addominali

# È il momento di fare un po di addominali
source: It's the right time for some sit-ups
it: È il momento di fare un po di addominali

# ti dà il benvenuto
source: welcomes you
it: ti dà il benvenuto

# Allena gli addominali
source: Sit-ups training
it: Allena gli addominali

source: Daily schedule and free sessions, cross your arms over your chest and hold your phone with one of your arms, counting will be automatic
it: Programma giornaliero e sessioni libere, incrocia le braccia sul petto e tieni il telefono con una delle due mani, il conteggio degli addominali sarà automatico

# Allena le flessioni
source: Push-ups training
it: Allena le flessioni

source: Daily schedule and free sessions, put your phone on the ground aligned with your head and get close to it with your head each push up, counting will be automatic
it: Programma giornaliero e sessioni libere, poni il telefono a terra in linea con la tua testa e avvicinati al telefono ad ogni flessione, il conteggio sarà automatico

# Sfida i tuoi amici
source: Challenge your friends
it: Sfida i tuoi amici

source: Add friends and challenge them thanks to a leaderbord divided in periods and types of exercise and check the frequence of their trainings thanks to a custom feed
it: Aggiungi amici e sfidali grazie ad una classifica divisa in periodi e tipi di esercizio e guarda la frequenza dei loro allenamenti grazie ad un feed personalizzato

# Iniziamo
source: Start
it: Iniziamo
